{
  "architectures": [
    "LlavaQwen3ForCausalLM"
  ],
  "attention_bias": false,
  "attention_dropout": 0.0,
  "dtype": "bfloat16",
  "eos_token_id": 151645,
  "head_dim": 128,
  "hidden_act": "silu",
  "hidden_size": 1024,
  "image_aspect_ratio": "square",
  "image_end_tag_id": 151670,
  "image_end_token_id": 217209,
  "image_start_tag_id": 151669,
  "image_start_token_id": 151674,
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label_debug_bos_token_id": null,
  "label_debug_eos_token_id": 151645,
  "label_debug_newline_ids": [
    198
  ],
  "label_debug_pad_token_id": 151643,
  "label_debug_qwen_im_end_id": 151645,
  "label_debug_qwen_im_start_id": 151644,
  "label_debug_steps": 0,
  "layer_types": [
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention",
    "full_attention"
  ],
  "max_position_embeddings": 40960,
  "max_window_layers": 28,
  "mm_hidden_size": 1152,
  "mm_patch_merge_type": "flat",
  "mm_tunable_parts": "mm_language_model",
  "mm_use_im_start_end": true,
  "mm_vision_select_feature": "patch",
  "mm_vision_select_layer": -2,
  "mm_vision_tower": "/root/autodl-tmp/Tar/assets/common/ta_tok.pth",
  "mm_vision_tower_lr": null,
  "model_type": "llava_qwen3",
  "num_attention_heads": 16,
  "num_hidden_layers": 28,
  "num_image_tokens": 65536,
  "num_key_value_heads": 8,
  "num_new_tokens": 65536,
  "num_scale_tokens": 3,
  "pad_token_id": 151643,
  "pos_skipping_range": 4096,
  "rms_norm_eps": 1e-06,
  "rope_scaling": null,
  "rope_theta": 1000000,
  "scale_end_token_id": 151673,
  "scale_start_token_id": 151671,
  "sliding_window": null,
  "tie_word_embeddings": true,
  "tokenizer_model_max_length": 2048,
  "tokenizer_padding_side": "right",
  "transformers_version": "4.57.6",
  "use_cache": true,
  "use_mm_proj": true,
  "use_pos_skipping": false,
  "use_sliding_window": false,
  "vision_tower_pretrained": null,
  "vocab_size": 217210
}
